import {T_Unit} from "src/modules/types.ts";

export const UnitMocks:T_Unit[] = [
    {
        id: 1,
        name: "Отдел безопасности и охраны",
        status: 1,
        image: "",
        description: "\n• Обеспечение надежной защиты объектов филиала от краж, хищений, грабежей, других преступных посягательств и общественных беспорядков;\n• Обеспечение инженерно-технической защиты Филиала;\n• Обеспечение на охраняемых объектах контрольно-пропускного и внутриобъектового режима, предупреждение и пресечение хищений материальных ценностей;\n• Пресечение попыток несанкционированного проникновения на объекты филиала посторонних лиц;\n• Установление порядка допуска сотрудников сторонних организаций, посетителей и транспортных средств на охраняемую территорию;",
        phone: "8 904 815 31 92"
    },
    {
        id: 2,
        name: "Ученый совет",
        status: 1,
        image: "",
        description: "\n• Рассмотрение вопросов текущей деятельности и развития Филиала в целях обеспечения высокого качества подготовки выпускников;\n• Методическое руководство и координация деятельности Филиала в сфере: учебной работы, научно-исследовательской работы, кадровой и административной работы, социальной работы.",
        phone: "8 914 825 51 52"
    },
    {
        id: 3,
        name: "Отдел инженерной эксплуатации",
        status: 1,
        image: "",
        description: "\n• Поддержка учебных корпусов, зданий общежитий в состоянии, обеспечивающем их долголетнюю и надежную работу. Для этого подразделение проводит техническую эксплуатацию зданий, профилактику их конструкций, осуществляет проведение текущего ремонта зданий, поддерживать инженерные системы в учебных корпусах и зданиях общежитий в состоянии, обеспечивающем их долголетнюю и надежную работу.\n• Поддержка электротехнических систем в учебных корпусах и зданиях общежитий в состоянии, обеспечивающем их долголетнюю и надежную работу. Для этого подразделение проводит их техническую эксплуатацию и профилактику конструкций, узлов оборудования и приборов.",
        phone: "8 753 215 35 11"
    },
    {
        id: 4,
        name: "Отдел научной и инновационной деятельности",
        status: 1,
        image: "",
        description: "\n• Координация, организационно-методическая поддержка и контроль выполнения по веществам отраслей НИОКР с целью создания образцов машин, оборудования, материалов, новых технологических процессов, решения важных социальных и экологических задач, совершенствования организации труда и управления.\n• Организация проведения фундаментальных исследований по Программам федерального и регионального правительств, направленных на инновационное развитие Калужского региона.\n• Организация научных, технологических, организационных, финансовых и коммерческих мероприятий, направленных на коммерциализацию накопленных знаний, технологий и оборудования.\n• Содействие повышению качества подготовки специалистов и научно-педагогических кадров, росту квалификации профессорско-преподавательского состава филиала.\n• Организация учета, анализа и оформления результатов научно-технической деятельности Филиала, создание базы данных научно-технических достижений.",
        phone: "8 324 315 41 32"
    }
]